perpendicular-flap/fluid-openfoam/dt-0.01-subcycling-dt-0.001-waveform-2/system/decomposeParDict
FoamFile {
    version     2.0;
    class       dictionary;
    object      decomposeParDict;
    format      ascii;
}

numberOfSubdomains 4;

method          simple;

simpleCoeffs
{
    n               (2 2 1);
    delta           0.001;
}

